[
  {
    "group": "Simplified Packaging",
    "name": "Essentials",
    "contents": "• {{STATE}} Primary\n• {{STATE}} Jury Instructions\n• {{STATE}} Briefs, Pleadings, and Motions"
  },
  {
    "group": "Simplified Packaging",
    "name": "Enhanced",
    "contents": "• {{STATE}} Enhanced with Full Federal\n• {{STATE}} Jury Instuctions\n• {{STATE}} Briefs, Pleadings, and Motions\n• {{STATE}} Practice Library \n• All Forms\n• Practical Guidance\n• {{STATE}} Automated Templates\n• {{STATE}} Verdicts and Settlements"
  },
  {
    "group": "Simplified Packaging",
    "name": "Professional",
    "contents": "• National Primary Enhanced\n• All Jury Instructions\n• National Briefs, Pleadings, and Motions\n• {{STATE}} Practice Library \n• All Forms\n• Practical Guidance\n• {{STATE}} Automated Templates\n• {{STATE}} Verdicts and Settlements"
  },
  {
    "group": "Simplified Packaging",
    "name": "Premier",
    "contents": "• National Primary Enhanced\n• All Jury Instructions\n• National Briefs, Pleadings, and Motions\n• All Research Materials\n• All Forms\n• Practical Guidance\n• National Automated Templates\n• National Verdicts and Settlements"
  }
  {
  "group": "Simplified Packaging Expanded",
  "name": "Enhanced",
  "contents": [
    "• NY Enhanced with Full Federal — Comprehensive New York primary law paired with full federal coverage, including statutes, case law, regulations, court rules, and legislative materials. Provides advanced annotations, Shepard’s® citators, and deep research functionality across both NY and federal jurisdictions.",
    "• NY Jury Instructions — Official and model New York jury instructions with commentary, variations, use notes, and pattern language. Helps litigators craft precise, court-ready jury instructions aligned with NY standards.",
    "• NY Briefs, Pleadings, and Motions — A large database of New York litigation documents, including filed briefs, motions, pleadings, and supporting papers. Ideal for strategy development, motion drafting, and understanding how top litigators frame arguments.",
    "• NY Practice Library — Authoritative New York treatises and practice guides across civil, criminal, business, real estate, and procedural areas. Includes expert analysis, checklists, forms, and step-by-step practice guidance specific to NY courts.",
    "• All Forms — A comprehensive library of federal, state, and practice-specific forms across New York and nationwide. Includes editable templates, procedural forms, transactional forms, and litigation drafting tools.",
    "• Practical Guidance — Expert-written guidance across more than 20 practice areas, offering step-by-step instructions, drafting notes, checklists, practice tips, and model documents designed to speed up daily legal work.",
    "• NY Automated Templates — Automated document-assembly templates for New York practitioners, enabling quick creation of court filings, letters, and transactional documents through guided workflows.",
    "• NY Verdicts and Settlements — Detailed summaries of New York jury verdicts, settlements, damages data, and litigation outcomes. Useful for valuation, risk assessment, and building negotiation strategies."
  ]
}
]
